---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DeleteElements
source: html/2d6215de-7489-2b74-cabc-43034ba75bba.htm
---
# DeleteElements Members

Creates an instance of the DeleteElements resolution.